<?php

use Illuminate\Database\Seeder;

class BrandsTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        \App\Brand::truncate();

        DB::table('brands')->insert([
            [
//1
                'title' => 'آئودی',
                'slug' => ''
            ],
            [
//2
                'title' => 'آریا',
                'slug' => ''
            ],
            [
//3
                'title' => 'آلفارومئو',
                'slug' => ''
            ],
            [
//4
                'title' => 'آمیکو',
                'slug' => ''
            ],
            [
//5
                'title' => 'اپل',
                'slug' => ''
            ],
            [
//6
                'title' => 'استین',
                'slug' => ''
            ],
            [
//7
                'title' => 'اسمارت',
                'slug' => ''
            ],
            [
//8
                'title' => 'اشکودا',
                'slug' => ''
            ],
            [
//9
                'title' => 'الدزمبیل',
                'slug' => ''
            ],
            [
//10
                'title' => 'ام جی',
                'slug' => ''
            ],
            [
//11
                'title' => 'ام وی ام',
                'slug' => ''
            ],
            [
//12
                'title' => 'ایسوزو',
                'slug' => ''
            ],
            [
//13
                'title' => 'اینفینیتی',
                'slug' => ''
            ],
            [
//14
                'title' => 'بایک',
                'slug' => ''
            ],
            [
//15
                'title' => 'برلیاس',
                'slug' => ''
            ],
            [
//16
                'title' => 'بسترن',
                'slug' => ''
            ],
            [
//17
                'title' => 'بنتلی',
                'slug' => ''
            ],
            [
//18
                'title' => 'بنز',
                'slug' => ''
            ],
            [
//19
                'title' => 'بورگوارد',
                'slug' => ''
            ],
            [
//20
                'title' => 'بوفوری',
                'slug' => ''
            ],
            [
//21
                'title' => 'بوگاتی',
                'slug' => ''
            ],
            [
//22
                'title' => 'بی ام و',
                'slug' => ''
            ],
            [
//23
                'title' => 'بیسو',
                'slug' => ''
            ],
            [
//24
                'title' => 'بی وای دی',
                'slug' => ''
            ],
            [
//25
                'title' => 'بیوک',
                'slug' => ''
            ],
            [
//26
                'title' => 'پاژن',
                'slug' => ''
            ],
            [
//27
                'title' => 'پلیموت',
                'slug' => ''
            ],
            [
//28
                'title' => 'پورشه',
                'slug' => ''
            ],
            [
//29
                'title' => 'پونتیاک',
                'slug' => ''
            ],
            [
//30
                'title' => 'تریوموف',
                'slug' => ''
            ],
            [
//31
                'title' => 'تویوتا',
                'slug' => ''
            ],
            [
//32
                'title' => 'جک',
                'slug' => ''
            ],
            [
//33
                'title' => 'جگوار',
                'slug' => ''
            ],
            [
//34
                'title' => 'جی ام اس',
                'slug' => ''
            ],
            [
//35
                'title' => 'جیپ',
                'slug' => ''
            ],
            [
//36
                'title' => 'جیلی',
                'slug' => ''
            ],
            [
//37
                'title' => 'جین بی',
                'slug' => ''
            ],
            [
//38
                'title' => 'چانگان',
                'slug' => ''
            ],
            [
//39
                'title' => 'چری',
                'slug' => ''
            ],
            [
//40
                'title' => 'داتسون',
                'slug' => ''
            ],
            [
//41
                'title' => 'دامای',
                'slug' => ''
            ],
            [
//42
                'title' => 'دانگ فنگ',
                'slug' => ''
            ],
            [
//43
                'title' => 'دایهاتسو',
                'slug' => ''
            ],
            [
//44
                'title' => 'دنا',
                'slug' => ''
            ],
            [
//45
                'title' => 'دوج',
                'slug' => ''
            ],
            [
//46
                'title' => 'دوو',
                'slug' => ''
            ],
            [
//47
                'title' => 'دی اس',
                'slug' => ''
            ],
            [
//48
                'title' => 'رامبلر',
                'slug' => ''
            ],
            [
//49
                'title' => 'رانا',
                'slug' => ''
            ],
            [
//50
                'title' => 'راین',
                'slug' => ''
            ],
            [
//51
                'title' => 'رنو',
                'slug' => ''
            ],
            [
//52
                'title' => 'رولز رویس',
                'slug' => ''
            ],
            [
//53
                'title' => 'روور',
                'slug' => ''
            ],
            [
//54
                'title' => 'ریگان',
                'slug' => ''
            ],
            [
//55
                'title' => 'زوتی',
                'slug' => ''
            ],
            [
//56
                'title' => 'سئات',
                'slug' => ''
            ],
            [
//57
                'title' => 'ساب',
                'slug' => ''
            ],
            [
//58
                'title' => 'سانگ یانگ',
                'slug' => ''
            ],
            [
//59
                'title' => 'ساینا',
                'slug' => ''
            ],
            [
//60
                'title' => 'سوبارو',
                'slug' => ''
            ],
            [
//61
                'title' => 'سوزوکی',
                'slug' => ''
            ],
            [
//62
                'title' => 'سیتروئن',
                'slug' => ''
            ],
            [
//63
                'title' => 'سیناد',
                'slug' => ''
            ],
            [
//64
                'title' => 'شورولت',
                'slug' => ''
            ],
            [
//65
                'title' => 'فراری',
                'slug' => ''
            ],
            [
//66
                'title' => 'فوتون',
                'slug' => ''
            ],
            [
//67
                'title' => 'فورد',
                'slug' => ''
            ],
            [
//68
                'title' => 'فولکس',
                'slug' => ''
            ],
            [
//69
                'title' => 'فیات',
                'slug' => ''
            ],
            [
//70
                'title' => 'کاپرا',
                'slug' => ''
            ],
            [
//71
                'title' => 'کادیلاک',
                'slug' => ''
            ],
            [
//72
                'title' => 'کرایسلر',
                'slug' => ''
            ],
            [
//73
                'title' => 'کونیگزگ',
                'slug' => ''
            ],
            [
//74
                'title' => 'کوییک',
                'slug' => ''
            ],
            [
//75
                'title' => 'کیا',
                'slug' => ''
            ],
            [
//76
                'title' => 'گریت وال',
                'slug' => ''
            ],
            [
//77
                'title' => 'گک گونو',
                'slug' => ''
            ],
            [
//78
                'title' => 'لادا',
                'slug' => ''
            ],
            [
//79
                'title' => 'لامبورگینی',
                'slug' => ''
            ],
            [
//80
                'title' => 'لانچیا',
                'slug' => ''
            ],
            [
//81
                'title' => 'لکسوس',
                'slug' => ''
            ],
            [
//82
                'title' => 'لندرور',
                'slug' => ''
            ],
            [
//83
                'title' => 'لندمارک',
                'slug' => ''
            ],
            [
//84
                'title' => 'لوبو',
                'slug' => ''
            ],
            [
//85
                'title' => 'لوتوس',
                'slug' => ''
            ],
            [
//86
                'title' => 'لیفان',
                'slug' => ''
            ],
            [
//87
                'title' => 'لینکلن',
                'slug' => ''
            ],
            [
//88
                'title' => 'مازاراتی',
                'slug' => ''
            ],
            [
//89
                'title' => 'مرکوری',
                'slug' => ''
            ],
            [
//90
                'title' => 'مزدا',
                'slug' => ''
            ],
            [
//91
                'title' => 'مک لارن',
                'slug' => ''
            ],
            [
//92
                'title' => 'مورگان',
                'slug' => ''
            ],
            [
//93
                'title' => 'میتسوبیشی',
                'slug' => ''
            ],
            [
//94
                'title' => 'مینی',
                'slug' => ''
            ],
            [
//95
                'title' => 'نیسان',
                'slug' => ''
            ],
            [
//96
                'title' => 'هامر',
                'slug' => ''
            ],
            [
//97
                'title' => 'هاوال',
                'slug' => ''
            ],
            [
//98
                'title' => 'هایما',
                'slug' => ''
            ],
            [
//99
                'title' => 'هن تنگ',
                'slug' => ''
            ],
            [
//100
                'title' => 'هولدن',
                'slug' => ''
            ],
            [
//101
                'title' => 'هوندا',
                'slug' => ''
            ],
            [
//102
                'title' => 'هیلمن',
                'slug' => ''
            ],
            [
//103
                'title' => 'هیوسو',
                'slug' => ''
            ],
            [
//104
                'title' => 'هیوندای',
                'slug' => ''
            ],
            [
//105
                'title' => 'واکس هال',
                'slug' => ''
            ],
            [
//106
                'title' => 'وانت',
                'slug' => ''
            ],
            [
//107
                'title' => 'وست فیلد',
                'slug' => ''
            ],
            [
//108
                'title' => 'ولوو',
                'slug' => ''
            ],
            [
//109
                'title' => 'ون',
                'slug' => ''
            ],


        ]);
    }
}
